//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Storno";
"Done" = "Hotovo";

/* Default title */
"Photos" = "Fotky";

/* No. of selected */
"%@ Photo Selected" = "Vybrána %@ fotka";
"%@ Photos Selected" = "Vybráno %@ fotek";
"%@ Video Selected" = "Vybráno %@ video";
"%@ Videos Selected" = "Vybráno %@ videí";
"%@ Items Selected" = "Vybráno %@ položek";

/* Grid view footer */
"%@ Photos" = "%@ fotek";
"%@ Videos" = "%@ videí";
"%@ Photos, %@ Videos" = "%1$@ fotek, %2$@ videí";

/* Assets index */
"%@ of %@" = "%1$@ z %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Tato aplikace nemá přístup k vašim fotkám, nebo videím.";
"You can enable access in Privacy Settings." = "Přístup můžete povolit v nastavení soukrommí";

/* Messages if no assets */
"No Photos or Videos" = "Žádné fotky nebo videa";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Fotky a videa můžete pořídit pomocí kamery, nebo je na váš %@ synchronizovat pomocí iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "K synchronizaci fotek a videí na váš %@ můžete použít iTunes.";

/* Accessibility labels */
"Play" = "Přehrát";
"Select" = "Vybrat";
"Deselect" = "Zrušit výběr";

/* Video duration spell out */
"hours" = "Hodin";
"hour" = "Hodina";
"minutes" = "Minut";
"minute" = "Minuta";
"seconds" = "Sekund";
"second" = "Sekunda";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Nelze přehrát streamované video";
"OK" = "OK";
